tap "oven-sh/bun"

brew "fish"
brew "oh-my-posh"
brew "httpie"
brew "gh"
brew "node"
brew "act"
brew "fastlane"
brew "mas"
brew "speedtest"
brew "ollama"
brew "thefuck"
brew "python"
brew "python3"
brew "yt-dlp"
brew "bun"
brew "gitleaks"

cask "airbuddy"
cask "amie"
# cask "arc"
cask "iterm2"
cask "logitech-presentation"
cask "mediamate"
cask "raycast"
cask "raspberry-pi-imager"
cask "screen-studio"
cask "swish"
cask "visual-studio-code"
cask "xcodes"
cask "ngrok"
cask "swiftformat-for-xcode"
cask "copilot-for-xcode"
cask "iina"
cask "chatgpt"
cask "notion"
cask "rocket"
cask "slack"
cask "discord"
cask "expo-orbit"
cask "altserver"
cask "keka"
cask "imageoptim"
cask "steam"
cask "proxyman"
cask "devcleaner"

mas "Amphetamine", id: 937984704
mas "Home Assistant", id: 1099568401
mas "Notability", id: 360593530
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Developer", id: 640199958